Repository: yaolin-dev/OKVideoMac
Catalog: OKVideoMac/macOS/OKVideoMac/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# live.open-settings
source: Open Live TV Source Settings
zh_hans: 打开直播源设置

# live.options
source: Live TV Options
zh_hans: 直播选项

# live.options.help
source: Manage Live TV sources, groups, and channels
zh_hans: 直播源、分组和频道管理

# live.protected-groups.hidden
source: %d protected groups hidden
zh_hans: %d 个受保护分组已隐藏

# live.refresh
source: Refresh Live TV Source
zh_hans: 刷新直播源

# live.refresh-current
source: Refresh Current Live TV Source
zh_hans: 刷新当前直播源

# live.refresh.failed
source: Live TV Source Refresh Failed
zh_hans: 直播源刷新失败

# live.refresh.remote-only
source: Only URL Live TV sources can be refreshed directly
zh_hans: 只有 URL 直播源可以直接刷新

# live.refreshing
source: Refreshing Live TV source
zh_hans: 正在刷新直播源

# live.restore-all
source: Restore All
zh_hans: 全部恢复

# live.restore-channel
source: Restore %@
zh_hans: 恢复 %@

# live.restore-channel.failed
source: Unable to Restore Live TV Channel
zh_hans: 无法恢复直播频道

# live.show-all
source: Show All Channels
zh_hans: 显示全部频道

# live.show-favorites
source: Show Favorite Channels Only
zh_hans: 仅显示收藏频道

# live.skipped-invalid-stream
source: Skipped an invalid stream and started playing %@
zh_hans: 已自动跳过失效线路，正在播放 %@

# live.source.load.failed
source: Live TV Source Failed to Load
zh_hans: 直播源加载失败

# live.stage.download-parse
source: Downloading and parsing…
zh_hans: 正在下载并解析…

# live.stage.parsing
source: Parsing Live TV source…
zh_hans: 正在解析直播源…

# live.stage.publishing
source: Publishing channels…
zh_hans: 正在发布到直播列表…

# live.stage.saving
source: Saving Live TV source…
zh_hans: 正在保存直播源…

# live.stream-count-short
source: %d streams
zh_hans: %d 线

# live.title
source: Live TV
zh_hans: 直播

# live.unfavorite
source: Remove from Favorites
zh_hans: 取消收藏

# menu.navigation
source: Navigate
zh_hans: 导航

# menu.navigation.back
source: Back
zh_hans: 返回

# menu.navigation.open-vod-configuration
source: Open VOD Configuration
zh_hans: 打开点播配置

# menu.navigation.quick-switcher
source: Quick Switcher…
zh_hans: 快速切换…

# menu.navigation.refresh
source: Reload Current Page
zh_hans: 刷新当前页面

# menu.navigation.search
source: Search
zh_hans: 搜索

# menu.navigation.shortcuts
source: Keyboard Shortcuts
zh_hans: 键盘快捷键

# menu.navigation.stop
source: Stop Current Operation
zh_hans: 停止当前操作

# menu.playback
source: Playback
zh_hans: 播放

# menu.playback.close-panel-or-full-screen
source: Close Panel or Exit Full Screen
zh_hans: 关闭面板或退出全屏

# menu.playback.next-audio-track
source: Next Audio Track
zh_hans: 下一个音轨

# menu.playback.next-channel
source: Next Live Channel
zh_hans: 下一个直播频道

# menu.playback.next-episode
source: Next Episode
zh_hans: 下一集

# menu.playback.play-pause
source: Play/Pause
zh_hans: 播放/暂停

# menu.playback.previous-channel
source: Previous Live Channel
zh_hans: 上一个直播频道

# menu.playback.previous-episode
source: Previous Episode
zh_hans: 上一集

# menu.playback.seek-back-10
source: Back 10 Seconds
zh_hans: 快退 10 秒

# menu.playback.seek-back-30
source: Back 30 Seconds
zh_hans: 快退 30 秒

# menu.playback.seek-forward-10
source: Forward 10 Seconds
zh_hans: 快进 10 秒

# menu.playback.seek-forward-30
source: Forward 30 Seconds
zh_hans: 快进 30 秒

# menu.playback.speed-down
source: Decrease Playback Speed
zh_hans: 降低播放速度

# menu.playback.speed-up
source: Increase Playback Speed
zh_hans: 提高播放速度

# menu.playback.toggle-full-screen
source: Enter/Exit Full Screen
zh_hans: 进入/退出全屏

# menu.playback.toggle-full-screen-f
source: Enter/Exit Full Screen (F)
zh_hans: 进入/退出全屏 (F)

# menu.playback.toggle-mute
source: Mute/Unmute
zh_hans: 静音/取消静音

# menu.playback.toggle-subtitles
source: Toggle Subtitles
zh_hans: 字幕开关

# menu.playback.volume-down
source: Volume Down
zh_hans: 降低音量

# menu.playback.volume-up
source: Volume Up
zh_hans: 提高音量

# navigation.back-browse
source: Back to Browse
zh_hans: 返回点播

# navigation.back-list
source: Back to List
zh_hans: 返回片单

# navigation.back-parent-folder
source: Back to Parent Folder
zh_hans: 返回上一级目录

# navigation.back-pre-search-list
source: Return to the list open before search
zh_hans: 返回进入搜索前的片单目录

# navigation.back-search-results
source: Back to Search Results
zh_hans: 返回搜索结果

# navigation.close-folder-browse
source: Close this folder and return to the previous Browse category
zh_hans: 关闭目录并返回进入前的点播分类

# navigation.close-folder-search
source: Close this folder and return to all search results
zh_hans: 关闭目录并返回全部搜索结果

# navigation.stop-search-preserve
source: Stop Search and Keep Current Results
zh_hans: 停止搜索并保留当前结果

# navigation.up
source: Up One Level
zh_hans: 上一级

# node.authorization.internal-page-open
source: The internal page provided by the current CatPaw Runtime is open.
zh_hans: 已打开当前 CatPaw Runtime 提供的内部页面。

# node.authorization.manual-confirmation
source: Manual Confirmation Required
zh_hans: 需要手动确认

# node.authorization.playback-retry
source: After sign-in, the current video will be verified again automatically.
zh_hans: 完成登录后将自动重新验证当前影片。

# node.authorization.playback-retry-detail
source: After sign-in, the current video will be verified again automatically. %@
zh_hans: 完成登录后将自动重新验证当前影片。 %@

# node.authorization.required
source: %@ Authorization Required
zh_hans: 需要%@授权

# node.authorization.saved-manual-retry
source: Configuration saved. Automatic verification already ran once; retry manually.
zh_hans: 配置已保存；自动验证已执行过一次，请手动重试。

# node.authorization.saved-verifying-legacy
source: Configuration saved. Running one-time authorization verification for the legacy Spider.
zh_hans: 配置已保存，正在执行旧版 Spider 的一次性授权验证。

# node.authorization.saved-waiting-signal
source: Configuration saved. Waiting for an explicit authorization-complete signal from the current request.
zh_hans: 配置已保存，仍在等待当前请求的明确授权完成信号。

# node.authorization.saved-window-open
source: Configuration saved. This window will remain open.
zh_hans: 配置已保存，窗口将保持打开。

# node.authorization.scan
source: Waiting for cloud-drive authorization. Scan the code using the corresponding app.
zh_hans: 等待网盘授权，请使用对应网盘 App 扫码。

# node.authorization.verify
source: I Authorized — Verify Now
zh_hans: 我已授权，立即验证

# node.authorization.verify-manually
source: Confirm authorization, then verify manually
zh_hans: 请确认授权状态后手动验证

# node.authorization.verifying
source: Verifying authorization and resuming the original request
zh_hans: 正在验证授权并恢复原请求

# node.authorization.waiting
source: Waiting for authorization confirmation
zh_hans: 正在等待授权完成信号

# node.configuration.apply-retry
source: Apply Configuration and Try Again
zh_hans: 应用配置并重试

# node.configuration.connecting
source: Connecting to the current CatPaw Runtime
zh_hans: 正在连接当前 CatPaw Runtime

# node.configuration.load-failed
source: Configuration page failed to load: %@
zh_hans: 配置页加载失败：%@

# node.configuration.opening
source: Opening configuration page…
zh_hans: 正在打开配置页…

# node.configuration.runtime-restarted
source: Node restarted or the configuration page address expired. Close this page and open the configuration action again.
zh_hans: Node 已重启或配置页地址已经失效，请关闭后重新打开配置入口。

# node.configuration.saved
source: Configuration Saved
zh_hans: 配置已保存

# node.configuration.saved-awaiting-authorization
source: Configuration saved; waiting to verify authorization
zh_hans: 配置已保存，等待授权验证

# node.configuration.unavailable
source: Configuration Page Unavailable
zh_hans: 配置页不可用

# node.error.bundled-startup.message
source: The built-in runtime did not start correctly. Restart the app and try again.
zh_hans: 内置运行环境未能正常启动，请重启应用后重试。

# node.error.cache.message
source: The local runtime component cache could not be validated or upgraded. Try again later.
zh_hans: 本地运行组件缓存无法通过校验或升级，请稍后重试。

# node.error.cache.title
source: Node Cache Unavailable
zh_hans: Node 缓存不可用

# node.error.component-connection.message
source: The runtime component could not be retrieved. A verified local cache was attempted. Try again later.
zh_hans: 无法获取运行组件，已尝试使用经过校验的本地缓存。请稍后重试。

# node.error.component-connection.title
source: Node Component Connection Failed
zh_hans: Node 组件连接失败

# node.error.integrity.message
source: The remote runtime component failed integrity validation. Loading stopped.
zh_hans: 远程运行组件未通过完整性校验，已停止加载。

# node.error.integrity.title
source: Node Security Check Failed
zh_hans: Node 安全校验失败

# node.error.invalid-config.message
source: This provider supplied an incomplete or unsupported runtime configuration.
zh_hans: 该源提供的运行配置不完整或格式不受支持。

# node.error.invalid-config.title
source: Invalid Node Provider Configuration
zh_hans: Node 源配置无效

# node.error.startup.message
source: The local runtime service did not pass its startup security checks. Try again later.
zh_hans: 本地运行服务未能通过安全启动检查，请稍后重试。

# node.error.startup.title
source: Node Runtime Failed to Start
zh_hans: Node Runtime 启动失败

# node.error.unsupported.message
source: This provider requires host capabilities that are not supported by this version. Loading stopped.
zh_hans: 该内容源需要当前版本尚未支持的宿主能力，已停止加载。

# node.error.unsupported.title
source: Unsupported Node Compatibility Mode
zh_hans: Node 兼容模式不受支持

# node.module.account-required
source: No account or mount configured
zh_hans: 未配置账号或挂载

# node.module.hidden
source: Hidden by the configuration
zh_hans: 配置中已隐藏

# node.module.runtime-unsupported
source: Unsupported by the current runtime
zh_hans: 当前运行环境不支持

# node.module.unavailable
source: %@ module detected; its interface is not enabled in this version
zh_hans: 已识别 %@ 模块，当前版本尚未启用对应界面

# node.runtime.not-started
source: Node Runtime has not started
zh_hans: Node Runtime 尚未启动

# node.runtime.not-used
source: Node Runtime is not used by the current configuration
zh_hans: Node Runtime 未用于当前配置

# node.runtime.prepares-on-demand
source: Node Runtime will be prepared when the configuration is used
zh_hans: Node Runtime 将在使用配置时准备

# node.runtime.recovered-new-port
source: CatPaw Runtime recovered. The configuration page is connected to the new port.
zh_hans: CatPaw Runtime 已恢复，配置页已连接到新端口。

# node.runtime.refreshing-bundle
source: Local cache unavailable; refreshing the Node bundle in the background
zh_hans: 本地缓存不可用，正在后台刷新 Node bundle

# node.runtime.starting
source: Node Runtime is starting
zh_hans: Node Runtime 正在启动

# node.runtime.starting-cache
source: Node Runtime is starting from the local cache
zh_hans: Node Runtime 正在从本地缓存启动

# node.runtime.stopped
source: Node Runtime has stopped
zh_hans: Node Runtime 已停止

# database.recovered.message
source: The damaged database was preserved at %@ and a new database was created.
zh_hans: 损坏的数据库已保留在 %@，应用已创建新数据库。

# database.recovered.title
source: Database Recovered
zh_hans: 已恢复数据库

# detail.cast
source: Cast
zh_hans: 演员

# detail.choose-range
source: Choose a Range
zh_hans: 选择区间

# detail.configuration-changed
source: The configuration associated with these details has changed
zh_hans: 该详情所属配置已经发生变化

# detail.copy-name
source: Copy Name
zh_hans: 复制名称

# detail.episode-range
source: Episode Range
zh_hans: 分集区间

# detail.episode-search
source: Search resources or original names
zh_hans: 搜索资源或原始名称

# detail.episodes
source: Episodes
zh_hans: 剧集

# detail.favorite
source: Add to Favorites
zh_hans: 收藏

# detail.file-info
source: File Information
zh_hans: 文件信息

# detail.file-info.close
source: Close File Information
zh_hans: 关闭文件信息

# detail.genre
source: Genre
zh_hans: 类型

# detail.load.failed
source: Details Failed to Load
zh_hans: 详情加载失败

# detail.loading
source: Loading details and streams…
zh_hans: 正在加载详情和播放线路…

# detail.next-range
source: Next Episode Range
zh_hans: 下一分集区间

# detail.no-matching-episodes.message
source: Try another search term or episode range.
zh_hans: 请更换关键词或选择其他分集区间。

# detail.no-matching-episodes.title
source: No Matching Episodes
zh_hans: 没有匹配的分集

# detail.no-playable-episode
source: No playable episodes
zh_hans: 没有可播放分集

# detail.no-streams.message
source: This provider did not return any playable episodes.
zh_hans: 站点详情未提供可用分集。

# detail.no-streams.title
source: No Streams
zh_hans: 没有播放线路

# detail.organizing-episodes
source: Organizing %d resources…
zh_hans: 正在整理 %d 个资源…

# detail.original-name
source: Original Name
zh_hans: 原始名称

# detail.original-name.copy
source: Copy Original Name
zh_hans: 复制原始名称

# detail.original-name.hint
source: Right-click to view or copy the original name
zh_hans: 右键可以查看或复制原始名称

# detail.original-name.view
source: View Original Name…
zh_hans: 查看原始名称…

# detail.original-name.view-short
source: View Original Name
zh_hans: 查看原始名称

# detail.other-resources
source: Other Resources
zh_hans: 其他资源

# detail.play-episode
source: Play %@
zh_hans: 播放 %@

# detail.play-first
source: Play the first available episode
zh_hans: 播放首个可用分集

# detail.playable-resources
source: Playable Resources
zh_hans: 播放资源

# detail.popover-dismiss-hint
source: Click outside or press Esc to close
zh_hans: 点击外部或按 Esc 关闭

# detail.previous-range
source: Previous Episode Range
zh_hans: 上一分集区间

# detail.provider
source: Provider
zh_hans: 来源

# detail.sort.available
source: Sort using reliably detected episode numbers
zh_hans: 只使用真实识别到的集数排序

# detail.sort.episode-ascending
source: Episode Number: Ascending
zh_hans: 集数正序

# detail.sort.episode-descending
source: Episode Number: Descending
zh_hans: 集数倒序

# detail.sort.source-order
source: Provider Order
zh_hans: 源顺序

# detail.sort.unavailable
source: This stream does not contain enough reliable episode numbers
zh_hans: 当前线路没有足够的可靠集数信息

# detail.stream-count
source: %d streams
zh_hans: 共 %d 条

# detail.streams
source: Streams
zh_hans: 播放线路

# detail.unfavorite
source: Remove from Favorites
zh_hans: 取消收藏

# detail.unnamed-resource
source: Unnamed Resource
zh_hans: 未命名资源

# detail.year
source: Year
zh_hans: 年份

# episode.feature
source: Feature
zh_hans: 正片

# episode.number
source: Episode %d
zh_hans: 第 %d 集

# episode.range
source: Episodes %d–%d
zh_hans: %d–%d 集

# episode.range.season
source: Season %d · Episodes %d–%d
zh_hans: 第 %d 季 · %d–%d 集

# episode.season-and-number
source: Season %d · Episode %d
zh_hans: 第 %d 季 · 第 %d 集

source: Favorites Action Failed
zh_hans: 收藏操作失败

# favorites.clear.failed
source: Unable to Clear Favorites
zh_hans: 清空收藏失败

# favorites.delete.failed
source: Favorite Deletion Failed
zh_hans: 删除收藏失败

# history.clear.failed
source: Unable to Clear History
zh_hans: 清理历史失败

# history.delete.failed
source: Unable to Delete History
zh_hans: 删除历史失败

# history.episode.fallback
source: History Episode
zh_hans: 历史分集

# history.legacy-record
source: Legacy Record
zh_hans: 旧版记录

# history.original-configuration-deleted
source: Original Configuration Deleted
zh_hans: 原配置已删除

# history.restore.ambiguous
source: Multiple results with the same title were found, but none uniquely matches the original stream and episode
zh_hans: 找到多个同名结果，但没有唯一匹配原线路和分集

# history.restore.catpaw-action
source: CatPaw history returned a settings action instead of media details
zh_hans: CatPaw 历史记录返回了设置操作，而不是影视详情

# history.restore.catpaw-no-details
source: CatPaw history did not return playable details
zh_hans: CatPaw 历史记录没有返回可播放详情

# history.restore.choose-candidate
source: Multiple possible original streams or episodes were found. Choose one; this history item will be repaired automatically after playback succeeds.
zh_hans: 找到多个可能的原线路或分集，请选择一次；成功后会自动修复这条历史记录。

# history.restore.configuration-deleted
source: The video configuration for this history item was deleted, so its original provider cannot be restored safely
zh_hans: 这条历史记录所属的点播配置已被删除，无法安全恢复原来源

# history.restore.configuration-unknown
source: Unable to determine the video configuration associated with this history item
zh_hans: 无法确定这条历史记录所属的点播配置

# history.restore.detail-id-expired
source: The legacy detail ID is no longer valid
zh_hans: 旧详情 ID 已失效

# history.restore.legacy-dedup-only
source: The legacy detail identity can only be used to deduplicate history
zh_hans: 旧详情身份仅可用于历史去重

# history.restore.legacy-no-identity
source: This legacy history item has no configuration identity, so its original provider cannot be determined safely
zh_hans: 这是一条没有配置身份的旧版历史记录，无法安全判断原来源

# history.restore.missing-stable-id
source: Stable cloud file identifier is missing
zh_hans: 缺少稳定网盘文件标识

# history.restore.no-selection
source: No stream or episode was selected for restore
zh_hans: 没有选择要恢复的线路和分集

# history.restore.provider-unavailable
source: Provider %@ is unavailable in the current configuration, so playback cannot be restored
zh_hans: 来源 %@ 在当前配置中不可用，无法恢复播放

# history.restore.reselect
source: %@. Choose again.
zh_hans: %@，请重新选择。

# history.restore.search-failed.suffix
source: ; the new search failed
zh_hans: ；重新搜索失败

# history.restore.search-no-title.suffix
source: ; a new search did not find the same title
zh_hans: ，重新搜索也没有找到同名内容

# history.restore.stream-missing
source: The original stream or episode was not found in the latest details
zh_hans: 最新详情中未找到原线路或原分集

# history.restore.switch-configuration.failed
source: Unable to switch to the video configuration associated with this history item
zh_hans: 无法切换到这条历史记录所属的点播配置

# history.restore.title-found-stream-missing
source: Content with the same title was found, but the original stream or episode did not match
zh_hans: 已找到同名内容，但未匹配到原线路或原分集

# history.source.fallback
source: History Source
zh_hans: 历史线路

# home.action-accessibility
source: Action: %@
zh_hans: 功能：%@

# home.action-menu
source: Provider Actions
zh_hans: 功能操作

# home.actions
source: Actions
zh_hans: 功能

# home.categories.failed
source: Categories Failed to Load
zh_hans: 分类加载失败

# home.categories.more
source: Show %d more categories
zh_hans: 显示另外 %d 个分类

# home.configuration.failed
source: Could not switch to %@: %@
zh_hans: 切换到 %@ 失败：%@

# home.configuration.failed-accessibility
source: Failed to switch to %@
zh_hans: 切换 %@ 失败

# home.configuration.failed-short
source: Switch Failed
zh_hans: 切换失败

# home.configuration.switch
source: Switch Video Provider Configuration
zh_hans: 切换点播配置

# home.configuration.switched
source: Switched to %@
zh_hans: 已切换到 %@

# home.configuration.switched-short
source: Switched
zh_hans: 已切换

# home.configuration.switching
source: Switching to %@
zh_hans: 正在切换到 %@

# home.configuration.switching-ellipsis
source: Switching to %@…
zh_hans: 正在切换到 %@…

# home.content-entry
source: Content
zh_hans: 内容入口

# home.filter.clear
source: Clear Filters
zh_hans: 清除筛选

# home.filter.current
source: Filter Current Category
zh_hans: 筛选当前分类

# home.filter.current-active
source: Filter Current Category; %d active
zh_hans: 筛选当前分类，已启用 %d 项

# home.filter.more-count
source: %d More
zh_hans: 更多 %d

# home.filter.more-options.accessibility
source: %@, %d more options
zh_hans: %@更多选项，共 %d 项

# home.filter.more-options.help
source: Show %d more options for “%@”
zh_hans: 显示“%d”的其余 %@ 个选项

# home.filter.no-options
source: No Matching Options
zh_hans: 没有匹配选项

# home.filter.none
source: This category has no filters
zh_hans: 当前分类没有筛选项

# home.filter.remove
source: Remove filter: %@, %@
zh_hans: 移除筛选：%@，%@

# home.filter.reset
source: Reset Filters
zh_hans: 重置筛选

# home.filter.search-options
source: Search %@ options
zh_hans: 搜索%@选项

# home.filter.title
source: Filters
zh_hans: 筛选

# home.loading-categories
source: Loading categories…
zh_hans: 正在加载分类…

# home.loading-provider
source: Loading provider…
zh_hans: 正在加载站点…

# home.no-configuration.message
source: Open Settings → Video Providers to import a configuration you are authorized to use from a URL, pasted content, or a local file.
zh_hans: 前往“设置 → 点播配置”，通过 URL、粘贴内容或本地文件导入你有权使用的点播配置。

# home.no-configuration.title
source: No Video Provider Configuration
zh_hans: 尚未导入配置

# home.no-playable-content.message
source: Refresh to try again, or check the configuration and provider status.
zh_hans: 可以刷新重试，或检查配置和站点状态。

# home.no-playable-content.title
source: No Playable Content
zh_hans: 站点没有返回可播放内容

# home.no-visible-providers.message
source: The current configuration has no available providers, or all providers are hidden.
zh_hans: 当前配置没有可用站点，或所有站点都被隐藏。

# home.no-visible-providers.title
source: No Visible Providers
zh_hans: 没有可见站点

# home.not-loaded.message
source: Choose a provider or select Refresh.
zh_hans: 选择站点或点击刷新。

# home.not-loaded.title
source: Not Loaded
zh_hans: 尚未加载

# home.open-provider-settings
source: Open Video Provider Settings
zh_hans: 打开点播配置设置

# home.provider-temporarily-unavailable.message
source: Your local configuration was preserved. Use Refresh in the upper-right corner to try again. %@
zh_hans: 已保留本地配置，可点击右上角刷新重试。 %@

# home.dex-cache-failed.title
source: Local Plugin Cache Failed
zh_hans: 本地插件缓存加载失败

# home.provider-temporarily-unavailable.title
source: Provider Temporarily Unavailable
zh_hans: 站点暂时不可用

# home.provider-unavailable.message
source: This provider cannot run on the current Mac version. Choose another provider from the toolbar.
zh_hans: 当前 Mac 版本暂时无法运行这个站点，请从工具栏选择其他站点。

# home.provider-unavailable.title
source: Provider Unavailable
zh_hans: 该站点暂不可用

# home.provider.choose
source: Choose Content Provider
zh_hans: 选择内容站点

# home.provider.current
source: Current provider: %@; %d providers available
zh_hans: 当前站点：%@，共 %d 个

# home.provider.unavailable-name
source: %@ (Unavailable)
zh_hans: %@（暂不可用）

# home.recommended
source: Recommended
zh_hans: 推荐

# home.recovery.title
source: Home Needs to Be Restored
zh_hans: 首页状态需要恢复

# home.refresh
source: Refresh Current Provider
zh_hans: 刷新当前站点

# home.refresh.compact.help
source: Refresh the current provider (⌘R; this action may move to More)
zh_hans: 刷新当前站点（⌘R，可能收入更多菜单）

# home.refresh.help
source: Refresh the current provider (⌘R)
zh_hans: 刷新当前站点（⌘R）

# home.refreshing
source: Refreshing Current Provider
zh_hans: 正在刷新当前站点

# home.restoring
source: Restoring Home…
zh_hans: 正在恢复首页…

# home.restoring-last-content
source: Restoring your last content…
zh_hans: 正在恢复上次内容…

# configuration.action.completed
source: Configuration Action Complete
zh_hans: 配置操作已完成

# configuration.action.configuration-changed
source: The configuration associated with this action has changed
zh_hans: 该功能所属配置已经发生变化

# configuration.action.executing
source: Performing configuration action…
zh_hans: 正在执行配置操作…

# configuration.action.finishing
source: The provider returned a result. Finishing the current configuration action…
zh_hans: 站点已返回结果，正在完成当前配置操作…

# configuration.action.interface-mismatch
source: The configuration interface returned by the provider does not belong to the current action. Try again.
zh_hans: 站点返回的配置界面不属于当前操作，请重试。

# configuration.action.load.failed
source: Action Content Failed to Load
zh_hans: 功能内容加载失败

# configuration.action.mismatched
source: The provider returned a configuration action unrelated to the current request. Go back and try again.
zh_hans: 站点返回了未关联到当前请求的配置操作，请返回后重试。

# configuration.action.not-completed
source: The provider did not complete this configuration action. Try again.
zh_hans: 站点没有完成该配置操作，请重试。

# configuration.action.not-detail
source: This entry is a configuration action and was not opened as media details.
zh_hans: 该入口是功能操作，未作为影视详情打开。

# configuration.action.open
source: Open Configuration Action
zh_hans: 打开配置功能

# configuration.action.processing
source: The provider is still processing this configuration action…
zh_hans: 站点仍在处理该配置操作…

# configuration.action.provider-unavailable
source: The provider for this action is currently unavailable
zh_hans: 该功能所属站点当前不可用

# configuration.action.replaced
source: Another action replaced the configuration state
zh_hans: 配置状态已被另一个操作替换

# configuration.action.request-mismatch
source: The provider returned a mismatched configuration request identifier. Try again.
zh_hans: 站点返回的配置请求标识不一致，请重试。

# configuration.action.returned-detail
source: The provider returned media details instead of a configuration screen. The action was not performed.
zh_hans: 站点把配置入口返回成了影视详情，操作未执行。

# configuration.action.settings-updated
source: Settings Updated
zh_hans: 设置已更新

# configuration.action.sort-updated
source: Sort Order Updated
zh_hans: 排序已更新
